[
  "calendar",
  "obsidian-admonition",
  "table-editor-obsidian",
  "mermaid-tools",
  "quick-latex",
  "dataview",
  "obsidian-audio-player",
  "obsidian-timelines",
  "media-extended",
  "mx-bili-plugin",
  "better-word-count",
  "obsidian-style-settings",
  "cm-typewriter-scroll-obsidian",
  "obsidian-excalidraw-plugin",
  "periodic-notes",
  "obsidian-annotator"
]